Repository: skvdhshuk-blip/hao-bar
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pt_br, th, vi, zh_hans, zh_hant

source: HaoBar also re-checks the layout after sleep/wake and when displays are connected or disconnected. Good if icons sometimes scramble after wake.
de: HaoBar prüft das Layout auch nach Ruhezustand und wenn Displays kommen oder gehen. Gut, wenn Symbole nach dem Aufwachen verrutschen.
es: HaoBar también revisa tras dormir/despertar y al conectar o quitar pantallas. Útil si los iconos se desordenan al despertar.
fr: HaoBar revérifie aussi après sommeil/réveil et branchement d’écrans. Utile si les icônes partent en vrille au réveil.
id: HaoBar juga memeriksa ulang setelah tidur/bangun dan saat layar disambung atau dilepas. Cocok jika ikon berantakan setelah bangun.
it: HaoBar ricontrolla anche dopo sonno/risveglio e attacco/stacco display. Utile se le icone si scombinano al risveglio.
ja: スリープ解除やディスプレイの着脱後もレイアウトを再確認。起きるとアイコンが崩れる人向け。
ko: 잠자기/깨우기나 디스플레이 연결·해제 후에도 레이아웃을 다시 봅니다. 깨운 뒤 아이콘이 흐트러질 때 좋아요.
nl: HaoBar controleert ook na slaap/ontwaken en als schermen erbij komen of weggaan. Fijn als pictogrammen na ontwaken schuiven.
pt_br: O HaoBar também revê após dormir/acordar e ao ligar ou desligar telas. Bom se os ícones se embaralham ao acordar.
th: HaoBar ตรวจเลย์เอาต์อีกครั้งหลังหลับ/ตื่น และตอนต่อหรือถอดจอ เหมาะถ้าไอคอนเพี้ยนหลังตื่น
vi: HaoBar cũng kiểm lại sau ngủ/đánh thức và khi gắn/rút màn hình. Hợp nếu icon bị loạn lúc thức.
zh_hans: 睡眠/唤醒以及插拔显示器后，HaoBar 也会再检查布局。唤醒后图标会乱时很合适。
zh_hant: 睡眠／喚醒以及插拔顯示器後，HaoBar 也會再檢查佈局。喚醒後圖示會亂時很合適。

source: HaoBar also re-checks the layout after sleep/wake, display changes, and session changes.
de: HaoBar prüft auch nach Ruhezustand, Display- und Sitzungswechseln erneut.
es: HaoBar también revisa tras dormir/despertar, cambios de pantalla y de sesión.
fr: HaoBar revérifie aussi après sommeil/réveil, changement d’écran et de session.
id: HaoBar juga memeriksa ulang setelah tidur/bangun, perubahan layar, dan sesi.
it: HaoBar ricontrolla anche dopo sonno/risveglio, cambi di display e di sessione.
ja: スリープ解除、ディスプレイ変更、セッション変更のあとも再確認します。
ko: 잠자기/깨우기, 디스플레이 변경, 세션 변경 후에도 레이아웃을 다시 봅니다.
nl: HaoBar controleert ook na slaap/ontwaken, scherm- en sessiewijzigingen.
pt_br: O HaoBar também revê após dormir/acordar, mudanças de tela e de sessão.
th: HaoBar ตรวจอีกครั้งหลังหลับ/ตื่น เปลี่ยนจอ และเปลี่ยนเซสชัน
vi: HaoBar cũng kiểm lại sau ngủ/đánh thức, đổi màn hình và đổi phiên.
zh_hans: 睡眠/唤醒、显示器变化和会话切换后，HaoBar 也会再检查布局。
zh_hant: 睡眠／喚醒、顯示器變化和工作階段切換後，HaoBar 也會再檢查佈局。

source: HaoBar can import your Bartender layout and matching settings from the detected plist.
de: HaoBar kann dein Bartender-Layout und passende Einstellungen aus der erkannten Plist importieren.
es: HaoBar puede importar tu disposición de Bartender y los ajustes del plist detectado.
fr: HaoBar peut importer votre disposition Bartender et les réglages associés depuis le plist détecté.
id: HaoBar dapat mengimpor tata letak Bartender dan pengaturan yang cocok dari plist terdeteksi.
it: HaoBar può importare il layout di Bartender e le impostazioni dal plist rilevato.
ja: 検出したplistからBartenderのレイアウトと設定を読み込めます。
ko: 감지된 plist에서 Bartender 레이아웃과 맞는 설정을 가져올 수 있습니다.
nl: HaoBar kan je Bartender-layout en bijbehorende instellingen uit de gevonden plist importeren.
pt_br: O HaoBar pode importar seu layout do Bartender e os ajustes do plist detectado.
th: HaoBar นำเข้าเลย์เอาต์ Bartender และการตั้งค่าที่คู่กันจาก plist ที่ตรวจพบได้
vi: HaoBar có thể nhập bố cục Bartender và cài đặt khớp từ plist đã thấy.
zh_hans: HaoBar 可以从检测到的 plist 导入你的 Bartender 布局和对应设置。
zh_hant: HaoBar 可以從偵測到的 plist 輸入你的 Bartender 佈局和對應設定。

source: HaoBar can import your Ice settings here, but Ice does not store icon positions.
de: HaoBar kann deine Ice-Einstellungen hier importieren; Ice speichert aber keine Symbolpositionen.
es: HaoBar puede importar tus ajustes de Ice, pero Ice no guarda las posiciones.
fr: HaoBar peut importer vos réglages Ice ici, mais Ice n’enregistre pas les positions des icônes.
id: HaoBar dapat mengimpor pengaturan Ice di sini, tetapi Ice tidak menyimpan posisi ikon.
it: HaoBar può importare le impostazioni di Ice, ma Ice non memorizza le posizioni.
ja: ここからIceの設定を読み込めますが、Iceはアイコン位置を保存しません。
ko: 여기서 Ice 설정을 가져올 수 있지만, Ice는 아이콘 위치를 저장하지 않습니다.
nl: HaoBar kan je Ice-instellingen hier importeren, maar Ice bewaart geen pictogramposities.
pt_br: O HaoBar pode importar seus ajustes do Ice, mas o Ice não guarda posições dos ícones.
th: HaoBar นำเข้าการตั้งค่า Ice ได้ที่นี่ แต่ Ice ไม่เก็บตำแหน่งไอคอน
vi: HaoBar có thể nhập cài đặt Ice tại đây, nhưng Ice không lưu vị trí biểu tượng.
zh_hans: HaoBar 可以在这里导入 Ice 设置，但 Ice 不保存图标位置。
zh_hant: HaoBar 可以在這裡輸入 Ice 設定，但 Ice 不儲存圖示位置。

source: HaoBar can inspect and arrange menu bar items.
de: HaoBar kann Menüleistenobjekte prüfen und anordnen.
es: HaoBar puede inspeccionar y organizar los elementos de la barra de menús.
fr: HaoBar peut inspecter et ranger les éléments de la barre des menus.
id: HaoBar dapat memeriksa dan merapikan item bilah menu.
it: HaoBar può ispezionare e disporre gli elementi della barra dei menu.
ja: HaoBarはメニューバー項目を調べて整列できます。
ko: HaoBar가 메뉴 막대 항목을 살펴보고 정렬할 수 있습니다.
nl: HaoBar kan menubalkitems inspecteren en ordenen.
pt_br: O HaoBar pode inspecionar e organizar os itens da barra de menus.
th: HaoBar ตรวจและจัดเรียงรายการแถบเมนูได้
vi: HaoBar có thể xem và sắp xếp mục trên thanh menu.
zh_hans: HaoBar 可以查看并整理菜单栏项目。
zh_hant: HaoBar 可以查看並整理選單列項目。

source: HaoBar can run Arrange Now to refresh older menu bar anchor positions.
de: HaoBar kann „Jetzt anordnen“ ausführen, um ältere Ankerpositionen zu aktualisieren.
es: HaoBar puede ejecutar Organizar ahora para actualizar anclas antiguas.
fr: HaoBar peut lancer Organiser maintenant pour rafraîchir d’anciennes positions d’ancrage.
id: HaoBar dapat menjalankan Atur sekarang untuk menyegarkan posisi jangkar lama.
it: HaoBar può eseguire Disponi ora per aggiornare vecchie ancore.
ja: 「今すぐ整列」で古いメニューバーのアンカー位置を更新できます。
ko: ‘지금 정렬’로 오래된 메뉴 막대 앵커 위치를 새로고침할 수 있습니다.
nl: HaoBar kan Nu ordenen uitvoeren om oudere ankerposities te vernieuwen.
pt_br: O HaoBar pode executar Organizar agora para atualizar âncoras antigas.
th: HaoBar รันจัดเรียงทันทีเพื่อรีเฟรชตำแหน่งจุดยึดเก่าได้
vi: HaoBar có thể chạy Sắp xếp ngay để làm mới mốc neo cũ.
zh_hans: HaoBar 可以运行「立即整理」来刷新较旧的菜单栏锚点位置。
zh_hant: HaoBar 可以執行「立即整理」來重新整理較舊的選單列錨點位置。

source: HaoBar can see the expected visible, hidden, and always-hidden item groups.
de: HaoBar sieht die erwarteten Gruppen Sichtbar, Ausgeblendet und Immer ausgeblendet.
es: HaoBar ve los grupos Visible, Oculto y Siempre oculto esperados.
fr: HaoBar voit les groupes Visible, Masqué et Toujours masqué attendus.
id: HaoBar melihat grup Terlihat, Tersembunyi, dan Selalu tersembunyi yang diharapkan.
it: HaoBar vede i gruppi Visibile, Nascosto e Sempre nascosto attesi.
ja: 表示・非表示・常に非表示の想定グループが見えています。
ko: 표시됨·숨김·항상 숨김의 예상 그룹이 보입니다.
nl: HaoBar ziet de verwachte groepen Zichtbaar, Verborgen en Altijd verborgen.
pt_br: O HaoBar vê os grupos Visível, Oculto e Sempre oculto esperados.
th: HaoBar เห็นกลุ่มแสดง ซ่อน และซ่อนตลอดตามที่คาดไว้
vi: HaoBar thấy các nhóm Hiện, Ẩn và Luôn ẩn như mong đợi.
zh_hans: HaoBar 能看到预期的可见、隐藏和始终隐藏分组。
zh_hant: HaoBar 能看到預期的可見、隱藏和一律隱藏群組。

source: HaoBar couldn't turn this on safely. Open Health and repair menu bar detection, then try again.
de: HaoBar konnte das nicht sicher einschalten. Öffne Zustand, repariere die Menüleisten-Erkennung und versuche es erneut.
es: HaoBar no pudo activarlo con seguridad. Abre Salud, repara la detección y vuelve a intentarlo.
fr: HaoBar n’a pas pu l’activer en toute sécurité. Ouvrez Santé, réparez la détection, puis réessayez.
id: HaoBar tidak bisa mengaktifkannya dengan aman. Buka Kesehatan, perbaiki deteksi, lalu coba lagi.
it: HaoBar non è riuscito ad attivarlo in sicurezza. Apri Integrità, ripara il rilevamento e riprova.
ja: 安全にオンにできませんでした。状態を開いてメニューバー検出を修復してから再試行。
ko: 안전하게 켤 수 없었습니다. 상태를 열어 메뉴 막대 감지를 고친 뒤 다시 시도하세요.
nl: HaoBar kon dit niet veilig aanzetten. Open Gezondheid, herstel de detectie en probeer opnieuw.
pt_br: O HaoBar não pôde ativar isso com segurança. Abra Integridade, repare a detecção e tente de novo.
th: HaoBar เปิดสิ่งนี้แบบปลอดภัยไม่ได้ เปิดสุขภาพแล้วซ่อมการตรวจจับแถบเมนูก่อน แล้วลองใหม่
vi: HaoBar không bật an toàn được. Mở Tình trạng, sửa nhận diện thanh menu, rồi thử lại.
zh_hans: HaoBar 没法安全地打开这项。请打开健康状况、修好菜单栏检测后再试。
zh_hant: HaoBar 沒辦法安全地打開這項。請打開健康狀態、修好選單列偵測後再試。

source: HaoBar couldn’t move that icon in the sandbox. ⌘-drag it in the menu bar instead.
de: HaoBar konnte das Symbol in der Sandbox nicht verschieben. Ziehe es stattdessen mit ⌘ in der Menüleiste.
es: HaoBar no pudo mover ese icono en el sandbox. Arrástralo con ⌘ en la barra de menús.
fr: HaoBar n’a pas pu déplacer cette icône dans le bac à sable. Faites-la glisser avec ⌘ dans la barre des menus.
id: HaoBar tidak bisa memindahkan ikon itu di sandbox. Seret dengan ⌘ di bilah menu.
it: HaoBar non è riuscito a spostare quell’icona nella sandbox. Trascinala con ⌘ nella barra dei menu.
ja: サンドボックス内ではそのアイコンを動かせません。メニューバーで⌘ドラッグしてください。
ko: 샌드박스에서는 그 아이콘을 옮길 수 없습니다. 메뉴 막대에서 ⌘ 드래그하세요.
nl: HaoBar kon dat pictogram in de sandbox niet verplaatsen. Sleep het met ⌘ in de menubalk.
pt_br: O HaoBar não pôde mover esse ícone no sandbox. Arraste-o com ⌘ na barra de menus.
th: HaoBar ย้ายไอคอนนั้นในแซนด์บ็อกซ์ไม่ได้ ให้กด ⌘ ค้างแล้วลากบนแถบเมนูแทน
vi: HaoBar không chuyển được biểu tượng đó trong sandbox. Hãy giữ ⌘ kéo trên thanh menu.
zh_hans: 受沙盒限制，HaoBar 移不了那个图标。请在菜单栏里按住 ⌘ 拖动。
zh_hant: 受沙盒限制，HaoBar 移不了那個圖示。請在選單列裡按住 ⌘ 拖曳。

source: HaoBar does not have enough menu bar anchor data. Run Arrange Now to rebuild it.
de: HaoBar hat zu wenig Ankerdaten. Führe „Jetzt anordnen“ aus, um sie neu aufzubauen.
es: HaoBar no tiene suficientes anclas. Ejecuta Organizar ahora para reconstruirlas.
fr: HaoBar n’a pas assez de données d’ancrage. Lancez Organiser maintenant pour les reconstruire.
id: HaoBar kekurangan data jangkar. Jalankan Atur sekarang untuk membangunnya ulang.
it: HaoBar non ha abbastanza ancore. Esegui Disponi ora per ricostruirle.
ja: メニューバーのアンカーデータが足りません。「今すぐ整列」で作り直してください。
ko: 메뉴 막대 앵커 데이터가 부족합니다. ‘지금 정렬’로 다시 만드세요.
nl: HaoBar heeft te weinig ankergegevens. Voer Nu ordenen uit om ze opnieuw op te bouwen.
pt_br: O HaoBar não tem âncoras suficientes. Execute Organizar agora para reconstruí-las.
th: HaoBar มีข้อมูลจุดยึดแถบเมนูไม่พอ รันจัดเรียงทันทีเพื่อสร้างใหม่
vi: HaoBar chưa đủ dữ liệu mốc neo. Chạy Sắp xếp ngay để dựng lại.
zh_hans: HaoBar 的菜单栏锚点数据不够。请运行「立即整理」重建。
zh_hant: HaoBar 的選單列錨點資料不夠。請執行「立即整理」重建。

source: HaoBar has Accessibility permission and can inspect, reveal, and arrange menu bar items.
de: HaoBar hat Bedienungshilfen und kann Menüleistenobjekte prüfen, einblenden und anordnen.
es: HaoBar tiene Accesibilidad y puede inspeccionar, revelar y organizar elementos.
fr: HaoBar a l’accès Accessibilité et peut inspecter, afficher et ranger les éléments.
id: HaoBar punya izin Aksesibilitas dan dapat memeriksa, menampilkan, serta merapikan item.
it: HaoBar ha Accessibilità e può ispezionare, mostrare e disporre gli elementi.
ja: アクセシビリティの許可があり、メニューバー項目を調べ、表示し、整列できます。
ko: 손쉬운 사용 권한이 있어 메뉴 막대 항목을 살펴보고, 표시하고, 정렬할 수 있습니다.
nl: HaoBar heeft Toegankelijkheid en kan items inspecteren, tonen en ordenen.
pt_br: O HaoBar tem Acessibilidade e pode inspecionar, revelar e organizar itens.
th: HaoBar มีสิทธิ์การเข้าถึงแล้ว ตรวจ แสดง และจัดเรียงรายการแถบเมนูได้
vi: HaoBar đã có quyền Trợ năng, xem/hiện/sắp xếp được mục thanh menu.
zh_hans: HaoBar 已有辅助功能权限，可以查看、显示并整理菜单栏项目。
zh_hant: HaoBar 已有輔助使用權限，可以查看、顯示並整理選單列項目。

source: HaoBar has current menu bar anchor positions from the live system.
de: HaoBar hat aktuelle Ankerpositionen vom laufenden System.
es: HaoBar tiene las anclas actuales del sistema en vivo.
fr: HaoBar a les positions d’ancrage actuelles du système en direct.
id: HaoBar punya posisi jangkar terkini dari sistem yang sedang berjalan.
it: HaoBar ha le ancore attuali dal sistema in tempo reale.
ja: 稼働中のシステムから最新のアンカー位置を取得しています。
ko: 실행 중인 시스템에서 최신 메뉴 막대 앵커 위치를 갖고 있습니다.
nl: HaoBar heeft actuele ankerposities van het live systeem.
pt_br: O HaoBar tem as âncoras atuais do sistema ao vivo.
th: HaoBar มีตำแหน่งจุดยึดแถบเมนูล่าสุดจากระบบที่ทำงานอยู่
vi: HaoBar đã có mốc neo thanh menu từ hệ thống đang chạy.
zh_hans: HaoBar 已从当前系统取得最新的菜单栏锚点位置。
zh_hant: HaoBar 已從目前系統取得最新的選單列錨點位置。

source: HaoBar has usable saved menu bar anchor positions and will refresh them when needed.
de: HaoBar hat nutzbare gespeicherte Anker und aktualisiert sie bei Bedarf.
es: HaoBar tiene anclas guardadas utilizables y las actualiza cuando hace falta.
fr: HaoBar a des ancrages enregistrés utilisables et les rafraîchit si besoin.
id: HaoBar punya jangkar tersimpan yang bisa dipakai dan akan menyegarkannya bila perlu.
it: HaoBar ha ancore salvate utilizzabili e le aggiorna quando serve.
ja: 使える保存済みアンカーがあり、必要なら更新します。
ko: 쓸 수 있는 저장된 앵커가 있고, 필요할 때 새로고침합니다.
nl: HaoBar heeft bruikbare opgeslagen ankers en vernieuwt ze indien nodig.
pt_br: O HaoBar tem âncoras salvas utilizáveis e as atualiza quando preciso.
th: HaoBar มีจุดยึดที่บันทึกไว้ใช้ได้ และจะรีเฟรชเมื่อจำเป็น
vi: HaoBar đã có mốc neo đã lưu dùng được, sẽ làm mới khi cần.
zh_hans: HaoBar 已有可用的已存锚点，需要时会刷新。
zh_hant: HaoBar 已有可用的已存錨點，需要時會重新整理。

source: HaoBar Health
de: HaoBar-Zustand
es: Salud de HaoBar
fr: Santé HaoBar
id: Kesehatan HaoBar
it: Integrità di HaoBar
ja: HaoBarの状態
ko: HaoBar 상태
nl: HaoBar-gezondheid
pt_br: Integridade do HaoBar
th: สุขภาพ HaoBar
vi: Tình trạng HaoBar
zh_hans: HaoBar 健康状况
zh_hant: HaoBar 健康狀態

source: HaoBar is protecting the layout while macOS is temporarily hiding or moving menu bar items.
de: HaoBar schützt das Layout, während macOS Objekte vorübergehend ausblendet oder verschiebt.
es: HaoBar protege la disposición mientras macOS oculta o mueve elementos temporalmente.
fr: HaoBar protège la disposition pendant que macOS masque ou déplace temporairement des éléments.
id: HaoBar melindungi tata letak saat macOS sementara menyembunyikan atau memindahkan item.
it: HaoBar protegge il layout mentre macOS nasconde o sposta temporaneamente elementi.
ja: macOSが一時的に項目を隠したり動かしたりしているあいだ、レイアウトを保護しています。
ko: macOS가 메뉴 막대 항목을 잠시 가리거나 옮기는 동안 HaoBar가 레이아웃을 보호합니다.
nl: HaoBar beschermt de layout terwijl macOS items tijdelijk verbergt of verplaatst.
pt_br: O HaoBar protege o layout enquanto o macOS oculta ou move itens temporariamente.
th: HaoBar กำลังกันเลย์เอาต์ไว้ ขณะที่ macOS ซ่อนหรือย้ายรายการแถบเมนูชั่วคราว
vi: HaoBar đang giữ bố cục trong lúc macOS tạm ẩn hoặc chuyển mục thanh menu.
zh_hans: macOS 暂时隐藏或移动菜单栏项目时，HaoBar 正在保护布局。
zh_hant: macOS 暫時隱藏或移動選單列項目時，HaoBar 正在保護佈局。

source: HaoBar Items
de: HaoBar-Objekte
es: Elementos de HaoBar
fr: Éléments HaoBar
id: Item HaoBar
it: Elementi HaoBar
ja: HaoBarの項目
ko: HaoBar 항목
pt_br: Itens do HaoBar
th: รายการ HaoBar
vi: Mục HaoBar
zh_hans: HaoBar 项目
zh_hant: HaoBar 項目

source: HaoBar needs Accessibility permission before Browse Icons, Arrange Now, and diagnostics can inspect menu bar items.
de: Für „Symbole durchsuchen“, „Jetzt anordnen“ und Diagnose braucht HaoBar zuerst Bedienungshilfen.
es: HaoBar necesita Accesibilidad antes de que Explorar iconos, Organizar ahora y el diagnóstico puedan inspeccionar.
fr: HaoBar a besoin d’Accessibilité avant que Parcourir les icônes, Organiser maintenant et les diagnostics puissent inspecter les éléments.
id: HaoBar memerlukan izin Aksesibilitas sebelum Jelajahi ikon, Atur sekarang, dan diagnostik dapat memeriksa item.
it: HaoBar richiede Accessibilità prima che Sfoglia icone, Disponi ora e la diagnostica possano ispezionare.
ja: 「アイコンを表示」「今すぐ整列」、診断が項目を調べるには、先にアクセシビリティ許可が必要です。
ko: ‘아이콘 둘러보기’, ‘지금 정렬’, 진단이 메뉴 막대 항목을 보려면 먼저 손쉬운 사용 권한이 필요합니다.
nl: HaoBar heeft Toegankelijkheid nodig voordat Pictogrammen bekijken, Nu ordenen en diagnostiek items kunnen inspecteren.
pt_br: O HaoBar precisa de Acessibilidade antes que Explorar ícones, Organizar agora e o diagnóstico possam inspecionar.
th: ต้องมีสิทธิ์การเข้าถึงก่อน เรียกดูไอคอน จัดเรียงทันที และการวินิจฉัยจึงจะตรวจรายการแถบเมนูได้
vi: Cần quyền Trợ năng trước khi Duyệt biểu tượng, Sắp xếp ngay và chẩn đoán xem được mục thanh menu.
zh_hans: 要先授予辅助功能权限，「浏览图标」「立即整理」和诊断才能查看菜单栏项目。
zh_hant: 要先授予輔助使用權限，「瀏覽圖示」「立即整理」和診斷才能查看選單列項目。

source: HaoBar Settings
de: HaoBar-Einstellungen
es: Ajustes de HaoBar
fr: Réglages HaoBar
id: Pengaturan HaoBar
it: Impostazioni HaoBar
ja: HaoBar設定
ko: HaoBar 설정
nl: HaoBar-instellingen
pt_br: Ajustes do HaoBar
th: การตั้งค่า HaoBar
vi: Cài đặt HaoBar
zh_hans: HaoBar 设置
zh_hant: HaoBar 設定

source: Health
de: Zustand
es: Salud
fr: Santé
id: Kesehatan
it: Integrità
ja: 状態
ko: 상태
nl: Gezondheid
pt_br: Integridade
th: สุขภาพ
vi: Tình trạng
zh_hans: 健康状况
zh_hant: 健康狀態

source: Help / Repair...
de: Hilfe / Reparatur …
es: Ayuda / Reparar...
fr: Aide / Réparation…
id: Bantuan / Perbaiki...
it: Aiuto / Ripara...
ja: ヘルプ / 修復...
ko: 도움말 / 복구...
nl: Help / Herstel...
pt_br: Ajuda / Reparar...
th: ช่วยเหลือ / ซ่อม...
vi: Trợ giúp / Sửa...
zh_hans: 帮助 / 修复...
zh_hant: 輔助說明／修復…

source: Hidden
de: Ausgeblendet
es: Oculto
fr: Masqué
id: Tersembunyi
it: Nascosto
ja: 非表示
ko: 숨김
nl: Verborgen
pt_br: Oculto
th: ซ่อน
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: Hidden + Visible
de: Ausgeblendet + Sichtbar
es: Oculto + Visible
fr: Masqué + Visible
id: Tersembunyi + Terlihat
it: Nascosto + Visibile
ja: 非表示 + 表示
ko: 숨김 + 표시됨
nl: Verborgen + Zichtbaar
pt_br: Oculto + Visível
th: ซ่อน + แสดง
vi: Ẩn + Hiện
zh_hans: 隐藏 + 可见
zh_hant: 隱藏 + 可見

source: Hidden by macOS
de: Von macOS ausgeblendet
es: Oculto por macOS
fr: Masqué par macOS
id: Disembunyikan macOS
it: Nascosto da macOS
ja: macOSにより非表示
ko: macOS가 가림
nl: Verborgen door macOS
pt_br: Oculto pelo macOS
th: ถูก macOS ซ่อน
vi: macOS đang ẩn
zh_hans: 已被 macOS 隐藏
zh_hant: 已被 macOS 隱藏

source: Hidden Row
de: Ausgeblendete Reihe
es: Fila oculta
fr: Rangée masquée
id: Baris tersembunyi
it: Riga nascosta
ja: 非表示の行
ko: 숨김 열
nl: Verborgen rij
pt_br: Linha oculta
th: แถวซ่อน
vi: Hàng ẩn
zh_hans: 隐藏行
zh_hant: 隱藏列

source: Hidden! Click again to reveal.
de: Ausgeblendet! Noch einmal klicken zum Einblenden.
es: ¡Oculto! Haz clic de nuevo para revelar.
fr: Masqué ! Cliquez encore pour afficher.
id: Tersembunyi! Klik lagi untuk menampilkan.
it: Nascosto! Fai di nuovo clic per mostrare.
ja: 隠しました。もう一度クリックで表示。
ko: 가렸어요! 다시 클릭하면 나타납니다.
nl: Verborgen! Klik opnieuw om te tonen.
pt_br: Oculto! Clique de novo para revelar.
th: ซ่อนแล้ว! คลิกอีกครั้งเพื่อแสดง
vi: Đã ẩn! Bấm lần nữa để hiện.
zh_hans: 藏起来了！再点一下就能显示。
zh_hant: 藏起來了！再點一下就能顯示。

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
id: Sembunyikan
it: Nascondi
ja: 隠す
ko: 가리기
nl: Verberg
pt_br: Ocultar
th: ซ่อน
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: hide
de: Ausblenden
es: ocultar
fr: masquer
id: menyembunyikan
it: nascondere
ja: 隠す
ko: 숨기고
nl: verbergen
pt_br: ocultar
th: ซ่อน
vi: ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide app menus during inline reveal
de: App-Menüs während der Inline-Einblendung ausblenden
es: Ocultar los menús de las apps durante la revelación en línea
fr: Masquer les menus d’app pendant l’affichage en ligne
id: Sembunyikan menu app saat menampilkan sebaris
it: Nascondi i menu delle app durante la rivelazione in linea
ja: インライン表示中はAppメニューを隠す
ko: 인라인으로 펼칠 때 앱 메뉴 가리기
nl: App-menu’s verbergen tijdens inline tonen
pt_br: Ocultar menus de apps durante a revelação em linha
th: ซ่อนเมนูแอปตอนเผยแบบอินไลน์
vi: Ẩn menu app khi hiện ngay trên thanh
zh_hans: 内联显示时隐藏应用菜单
zh_hant: 內嵌顯示時隱藏 App 選單

source: Hide icons
de: Symbole ausblenden
es: Ocultar iconos
fr: Masquer les icônes
id: Sembunyikan ikon
it: Nascondi icone
ja: アイコンを隠す
ko: 아이콘 가리기
nl: Pictogrammen verbergen
pt_br: Ocultar ícones
th: ซ่อนไอคอน
vi: Ẩn biểu tượng
zh_hans: 隐藏图标
zh_hant: 隱藏圖示

source: Hide icons automatically
de: Symbole automatisch ausblenden
es: Ocultar iconos automáticamente
fr: Masquer les icônes automatiquement
id: Sembunyikan ikon secara otomatis
it: Nascondi automaticamente le icone
ja: アイコンを自動で隠す
ko: 아이콘 자동 가리기
nl: Pictogrammen automatisch verbergen
pt_br: Ocultar ícones automaticamente
th: ซ่อนไอคอนอัตโนมัติ
vi: Tự ẩn biểu tượng
zh_hans: 自动隐藏图标
zh_hant: 自動隱藏圖示

source: Hide menu bar icons again
de: Menüleisten-Symbole wieder ausblenden
es: Ocultar de nuevo los iconos
fr: Masquer à nouveau les icônes
id: Sembunyikan lagi ikon bilah menu
it: Nascondi di nuovo le icone
ja: メニューバーアイコンを再び隠す
ko: 메뉴 막대 아이콘 다시 가리기
nl: Menubalkpictogrammen weer verbergen
pt_br: Ocultar de novo os ícones
th: ซ่อนไอคอนแถบเมนูอีกครั้ง
vi: Ẩn lại biểu tượng thanh menu
zh_hans: 再次隐藏菜单栏图标
zh_hant: 再次隱藏選單列圖示

source: Hide new/unlisted items by default
de: Neue/nicht gelistete Objekte standardmäßig ausblenden
es: Ocultar por defecto los elementos nuevos/no listados
fr: Masquer par défaut les éléments nouveaux/non listés
id: Sembunyikan item baru/tidak terdaftar secara default
it: Nascondi per impostazione predefinita gli elementi nuovi/non in elenco
ja: 新規/未登録の項目はデフォルトで隠す
ko: 새/목록에 없는 항목은 기본적으로 가리기
nl: Nieuwe/niet-vermelde items standaard verbergen
pt_br: Ocultar por padrão itens novos/não listados
th: ซ่อนรายการใหม่/ไม่อยู่ในรายการเป็นค่าเริ่มต้น
vi: Mặc định ẩn mục mới/chưa liệt kê
zh_hans: 默认隐藏新出现/未列出的项目
zh_hant: 預設隱藏新出現／未列出的項目

source: Hide revealed icons again after the delay below.
de: Nach der untenstehenden Verzögerung wieder ausblenden.
es: Ocultar de nuevo los iconos revelados tras el retraso de abajo.
fr: Masquer à nouveau les icônes affichées après le délai ci-dessous.
id: Sembunyikan lagi ikon yang sudah ditampilkan setelah jeda di bawah.
it: Nascondi di nuovo le icone mostrate dopo il ritardo sotto.
ja: 下の遅延のあと、表示したアイコンを再び隠します。
ko: 아래 지연이 지나면 펼쳐 둔 아이콘을 다시 가립니다.
nl: Verberg getoonde pictogrammen weer na de vertraging hieronder.
pt_br: Ocultar de novo os ícones revelados após o atraso abaixo.
th: ซ่อนไอคอนที่เพิ่งแสดงอีกครั้งหลังหน่วงด้านล่าง
vi: Ẩn lại biểu tượng đã hiện sau độ trễ bên dưới.
zh_hans: 按下面的延迟，把已显示的图标再藏起来。
zh_hant: 依下面的延遲，把已顯示的圖示再藏起來。

source: Hide the menu bar icons you don’t need. Keep the important ones visible.
de: Blende Menüleisten-Symbole aus, die du nicht brauchst. Lass die wichtigen sichtbar.
es: Oculta los iconos que no necesitas. Deja visibles los importantes.
fr: Masquez les icônes dont vous n’avez pas besoin. Gardez les importantes.
id: Sembunyikan ikon yang tidak perlu. Biarkan yang penting tetap terlihat.
it: Nascondi le icone che non ti servono. Lascia visibili quelle importanti.
ja: 使わないメニューバーアイコンは隠して、大事なものだけ残す。
ko: 당장 안 쓰는 메뉴 막대 아이콘은 가리고, 중요한 것만 남겨 두세요.
nl: Verberg menubalkpictogrammen die je niet nodig hebt. Houd de belangrijke zichtbaar.
pt_br: Oculte os ícones de que não precisa. Mantenha os importantes visíveis.
th: ซ่อนไอคอนแถบเมนูที่ยังไม่ใช้ เหลือแต่ที่สำคัญให้เห็น
vi: Ẩn biểu tượng thanh menu chưa cần. Để lại những cái quan trọng.
zh_hans: 藏起暂时不用的菜单栏图标，留下真正需要的。
zh_hant: 藏起暫時不用的選單列圖示，留下真正需要的。

source: Hide when app changes
de: Bei App-Wechsel ausblenden
es: Ocultar al cambiar de app
fr: Masquer au changement d’app
id: Sembunyikan saat app berganti
it: Nascondi al cambio di app
ja: Appが変わったら隠す
ko: 앱이 바뀌면 가리기
nl: Verbergen bij app-wissel
pt_br: Ocultar ao trocar de app
th: ซ่อนเมื่อสลับแอป
vi: Ẩn khi đổi app
zh_hans: 切换应用时隐藏
zh_hant: 切換 App 時隱藏

source: Hiding Behavior
de: Ausblendverhalten
es: Comportamiento al ocultar
fr: Comportement de masquage
id: Perilaku penyembunyian
it: Comportamento di nascondimento
ja: 非表示の動作
ko: 가리기 동작
nl: Gedrag bij verbergen
pt_br: Comportamento ao ocultar
th: พฤติกรรมการซ่อน
vi: Cách ẩn
zh_hans: 隐藏行为
zh_hant: 隱藏行為

source: High
de: Hoch
es: Alto
fr: Élevé
id: Tinggi
it: Alto
ja: 高
ko: 높음
nl: Hoog
pt_br: Alto
th: สูง
vi: Cao
zh_hans: 高
zh_hant: 高

source: Hotkey:
de: Tastenkürzel:
es: Atajo:
fr: Raccourci :
id: Pintasan:
it: Scorciatoia:
ja: ホットキー:
ko: 단축키:
nl: Sneltoets:
pt_br: Atalho:
th: ปุ่มลัด:
vi: Phím tắt:
zh_hans: 快捷键：
zh_hant: 快捷鍵：
